Repository: ufal/nmt-pe-effects-2021
Catalog: docs/memsource/tm-5.tmx
Source language: en
Languages: cs

source: The white paper, while highlighting the CPS's "peaceful rise" made no reference of the bloody 1962 war with India and the vast tracts of land, especially in the Aksai Chin area, occupied by China.
cs: Bílá kniha, která zdůrazňovala „pokojný vzestup“ CPS, se nezmínila o krvavé válce s Indií v roce 1962 a o obrovských pozemcích, zejména v oblasti Aksai Chin, okupované Čínou.

source: The Sino-India border dispute involving 3,488-km-long Line of Actual Control (LAC) remained unresolved. China also claims Arunachal Pradesh as part of South Tibet, which India contests.
cs: Spor o hranici mezi Sinem a Indií, který se týká 3 488 km Řádek skutečné kontroly (LAC) zůstal nevyřešen. Čína také tvrdí, že Arunachal Pradesh je součástí jižního Tibetu, který Indie napadá.

source: So far, the two countries held 21 rounds of Special Representatives talks to resolve the border dispute.
cs: Obě země zatím uspořádaly 21 kol jednání zvláštních zástupců, aby vyřešily spor o hranicích.

source: Besides the 1962 war, India and China had a major military standoff at Doklam in 2017 when the People's Liberation Army (PLA) tried to lay a road close to India"s narrow Chicken Neck corridor connecting with the North-Eastern states in an area also claimed by Bhutan.
cs: Kromě války v roce 1962 měla Indie a Čína v Doklamu v roce 2017 velkou vojenskou pohotovost, když se Lidová osvobozenecká armáda (PLA) pokusila položit silnici blízko úzké uličky Kuřecí krk Indie, která se spojila se severovýchodními státy v oblasti, o kterou také tvrdil Bhútán.

source: It was finally diplomatically resolved after which both sides pulled back their troops.
cs: Nakonec byl diplomaticky vyřešen a obě strany stáhly své vojáky.

source: China also had a major military conflict with Vietnam in 1979. China claims sovereignty over all of South China Sea. Vietnam, Malaysia, the Philippines, Brunei and Taiwan have counter claims.
cs: Čína měla v roce 1979 velký vojenský konflikt s Vietnamem. Čína si nárokuje svrchovanost nad celým Jihočínským mořem. Vietnam, Malajsie, Filipíny, Brunej a Tchaj-wan mají protinároky.

source: "China has achieved full resolution of land border delimitation problems with 12 of its 14 neighbouring countries, and delineated the China-Vietnam maritime boundary in the Beibu Gulf," the white paper said, noting that since reform and opening up in 1978, the country has cut its armed forces "by over four million."
cs: „Čína dosáhla plného řešení problémů s vymezením pozemních hranic s 12 ze svých 14 sousedních zemí a vymezila námořní hranici Číny a Vietnamu v Beibuském zálivu,“ uvedla bílá kniha a poznamenala, že od reformy a otevření v roce 1978 země své ozbrojené síly snížila o více než čtyři miliony.

source: The two-million strong Chinese military still remain the world's largest.
cs: Dva miliony silných čínských vojsk stále zůstávají největší na světě.
